Repository: klambycom/Skissa-och-gissa
Catalog: apps/frontend/priv/gettext/*/LC_MESSAGES/default.po
Languages: sv

source: Games
sv: Spel

source: Sign in
sv: Logga in

source: 1 point
sv: 1 poäng

source: Highscore
sv: Topplista

source: Join the game
sv: Gå med i spelet

source: Load more games...
sv: Ladda fler spel...

source: See more players and points
sv: Se fler spelare och poäng

source: Skissa och gissa is a game where the players takes turn painting while the other players try to guess what you are painting. Both the player who is painting and the player who guessed the correct word gets points. Whe have differenct games in different categories.
sv: Skissa och gissa är ett spel där spelarna turas om att rita medans de andra spelarna försöker gissa vad det ska förställa. Både spelaren som ritar och spelaren som gissade rätt ord får poäng. Det finns olika spel med ord i olika kategorier.

source: The highscore is based on the points from the last 30 days.
sv: Topplistan är baserad på poängen från de senaste 30 dagarna.

source: Skissa och gissa is a game where the players takes turn painting while the other players try to guess what are being painted.
sv: Skissa och gissa är ett spel där spelarna turas om att rita medans de andra spelarna försöker gissa vad det ska förställa.
